Repository: plazari15/whatsappshare
Catalog: lang/whatsapp-share-*.po
Languages: es_es, pt_br

source: WhatsApp Button Share
es_es: WhatsApp botón Compartir
pt_br: Botão de Compartilhamento do WhatsApp

source: Check the option bellow to show the button in this post. If you loose this option the button will no show.
es_es: Marque la opción abajo para mostrar el botón en este post. Si pierde esta opción en el botón hará ningún show.
pt_br: Marque a opção abaixo para mostrar o botão neste post ou página. Se você esquecer de marcar esta opção o botão não será exibido.

source: Show the button in this post / page
es_es: Mostrar el botón en este post / página
pt_br: Mostrar o botão no post / página

source: Whats App Share Config
es_es: WhatsApp Share configuración
pt_br: Configurações do WhatsApp Share

source: Setup your Plugin and button as you wish
es_es: Configure su Plugin y botón como desee
pt_br: Configure seu plugin e seu botão de acordo com as opções abaixo.

source: Show button
es_es: Mostrar botón
pt_br: Exibir o botão

source: This Includes posts, pages, in the posts or pages edition you´ll can select if the button will ou not be showed.
es_es: Esto incluye los mensajes , páginas, en los postes o páginas edición you'll puede seleccionar si no ou se mostró el botón.
pt_br: Isso incluí posts, pages, na edição dos posts e páginas você deve se lembrar de marcar a opção para exibir o botão, caso contrário o mesmo não será exibido.

source: Show in Content
es_es: Mostrar en contenido
pt_br: Mostrar no conteúdo

source: Select the part of the text where the button will appear
es_es: Seleccione la parte del texto donde aparecerá el botón
pt_br: Selecione em que parte do conteúdo o botão será mostrado

source: Button Text
es_es: Texto del botón
pt_br: Texto do Botão

source: Set the text of the button
es_es: Ajuste el texto del botón
pt_br: Escreva um texto para o botão. Exemplo: Compartilhe no WhatsApp

source: Icon Position
es_es: Icono de Posición
pt_br: Posição do Ícone

source: Select the position of the Icon
es_es: Seleccione la posición del Icono
pt_br: Selecione a posição do ícone

source: Icon
es_es: Icono
pt_br: Ícone

source: Select the Icon
es_es: Seleccione el Icono
pt_br: Selecione o Ícone

source: Background Color
es_es: color De Fondo
pt_br: Cor de fundo

source: Chose the Color Background. Default WhatsApp Color: #34af23
es_es: Elija el color de fondo . Por defecto WhatsApp Color: # 34af23
pt_br: Escolha a cor de background. Padrão : #34af23

source: Text Color
es_es: color del texto
pt_br: Cor do Texto

source: Chose the Color of the Text.
es_es: Elija el color del texto .
pt_br: Escolha a cor do texto

source: Button Style
es_es: Estilo del botón
pt_br: Estilo do Botão

source: Select the type of the Button
es_es: Seleccione el tipo de botón
pt_br: Selecione o tipo do botão

source: Type of Text
es_es: Tipo de texto
pt_br: Tipo de texto

source: Select the type of the text to the button
es_es: Seleccione el tipo de texto al botón
pt_br: Selecione o tipo de texto do botão

source: Select the Font
es_es: Seleccione la fuente
pt_br: Selecione a fonte

source: Select the font. If you don´t select the font, the button will get the template default
es_es: Seleccione la fuente . Si no te seleccionar la fuente, el botón tendrá la plantilla predeterminada
pt_br: Selecione a fonte. Se você optar por deixar com o padrão, o botão irá obedecer ao padrão do tema.

source: Setup your plugin, button and other things as you wish.
es_es: Configure su plugin, botón y otras cosas que usted desee.
pt_br: configure o plugin, botão e outras coisas que quiser.

source: Before
es_es: antes
pt_br: Antes

source: After
es_es: después
pt_br: Depois

source: Left
es_es: izquierda
pt_br: Esquerda

source: Right
es_es: derecho
pt_br: Direita

source: No Text, just Icon
es_es: Sin texto , simplemente Icono
pt_br: Sem texto, somente o ícone

source: Select an Option
es_es: Seleccione una opcion
pt_br: Selecione uma opção

source: Share Icon
es_es: Compartir Icono
pt_br: Ícone de compartilhamento

source: Bullhorn
es_es: megáfono
pt_br: Mega Fone

source: Share Icon Black Box
es_es: Compartir Icono Negro Caja
pt_br: Ícone de compartilhamento Preto (Box)

source: WhatsApp Icon
es_es: WhatsApp Icono
pt_br: Ícone do WhatsApp

source: 50% of the content
es_es: 50% del contenido
pt_br: 50% do conteúdo

source: 50% and rounded corners
es_es: 50 % y esquinas redondeadas
pt_br: 50% do conteúdo e cantos arredondados

source: 100% of the content
es_es: 100% del contenido
pt_br: 100% do conteúdo

source: 100% and rounded corners
es_es: 100% y esquinas redondadas
pt_br: 100% do conteúdo e cantos arredondados

source: 10% Just for Icon
es_es: 10 % Sólo por icono
pt_br: 100% somente ícone

source: 10% Just for Icon and circle
es_es: 10 % Sólo por Icono y el círculo
pt_br: 100%somente ícone e circular

source: Text in capital letters
es_es: Texto en mayúsculas
pt_br: Texto em letras maiúsculas

source: Text not in capital letters
es_es: No texto en mayúsculas
pt_br: Texto normal

source: Use Theme Default
es_es: Utilice Tema por defecto
pt_br: Use o padrão do tema

source: WhatsApp Share Button
pt_br: WhatsApp Share

source: Show the WhatsApp Button in the page with Visual Composer
es_es: Mostrar el botón de WhatsApp en la página con Visual Composer
pt_br: Botão de compartilhamento do WhatsApp

source: Set a text for the button
es_es: Establecer un texto para el botón
pt_br: Escolha um texto para o botão

source: Select the Position of The Icon
es_es: Seleccione la posición del icono
pt_br: Escolha a posição do ícone no botão

source: Button Color
es_es: Botón de color
pt_br: Cor do Botão

source: Select the color of the Button
es_es: Seleccione el color del botón
pt_br: Selecione a cor do botão

source: Select the color of the Text
es_es: Seleccione el color del texto
pt_br: Selecione a cor do texto

source: Button Icon
es_es: Icono del botón
pt_br: Ícone do Botão

source: Share on WhatsApp
es_es: Compartir en WhatsApp
pt_br: Compartilhe no WhatsApp

source: We realize that you do not have Visual Composer. This plugin has some unique features to the Visual Composer.
es_es: Nos damos cuenta de que no tiene Visual Composer . Este plugin tiene algunas características únicas al Compositor Visual .
pt_br: Nós percebemos que você não tem o Visual Composer. Este plugin tem alguns recursos exclusivos para o Visual Composer.
